from gfss_parameter import BASE

styles = ['color','dark']

port = 5151
host = 'localhost'
LOG_PATH = "logs"
#URL_LOGIN = 'http://192.168.1.34:8000'
LOAD_PATH = './loads/'
src_lang = 'file'
language = 'ru'

ldap_admins = ['Гусейнов Шамиль Аладдинович']
admin_deps = ['Департамент анализа, учета и статистики',
               'Юридический департамент', 
               'Департамент контроля качества назначений социальных выплат',
               'Департамент координации и мониторинга социальных выплат',
               'Группа Первого заместилеля Председателя',
               'Служба по обеспечению информационной безопасности',
               'Департамент информационных технологий и технического обеспечения']

permit_post = ['Главный разработчик','Юрист','Директор','Руководитель']

sso_server = 'http://192.168.1.34:8825'
